Repository: nilovelez/wp-div-es
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt_br

source: Now that we've talked about why we are holding this workshop for {specific group} [or: what kind of things we're looking for], myths about what it takes to be a speaker, and why you want to speak, let's start talking about the actual talks.
pt_br: Agora que falamos sobre o porquê de fazermos esta oficina para {grupo específico} [ou: que tipo de coisas estamos procurando], mitos sobre o que é preciso para ser palestrante e por que você quer palestrar, vamos falar sobre atividades reais.

source: Now you have one minute to introduce your neighbor to the rest of the group.
pt_br: Agora você tem um minuto para apresentar o seu vizinho para o resto do grupo.

source: Objectives #Objectives
pt_br: Objetivos #Objetivos

source: Offer childcare if you can.]
pt_br: Ofereça a possibilidade de cuidar de crianças, se for possível.]

source: Okay, now you’ve got some good, bad and ugly ideas.
pt_br: Ok, agora você tem algumas ideias boas, ruins e feias.

source: One area where you are always an expert is your own experience.
pt_br: Uma área em que você é sempre especialista é sua própria experiência.

source: One of the ways in which WordPress is being shaped is by the people who speak about it publicly.
pt_br: Uma das maneiras em que o WordPress está sendo moldado é pelas pessoas que falam sobre ele publicamente.

source: People often walk away feeling overwhelmed and not remembering anything that they learned.
pt_br: As pessoas saem dizendo que não lembram de nada do que aprenderam.

source: Pick 2 subjects in the topic list that are your favorite.
pt_br: Escolha dois assuntos na lista de tópicos que são seus favoritos.

source: Pick 2 topics that you are confident about and could lead a how-to presentation.
pt_br: Escolha dois tópicos sobre os quais você tem confiança e que pode levar a uma apresentação de como fazer.

source: Pick 2 topics that you don’t know a lot about, but have had some success with.
pt_br: Escolha dois tópicos sobre os quais você não sabe muito, mas teve algum sucesso.

source: Pick 2 topics that you think you could teach to others in a hands-on manner.
pt_br: Escolha dois tópicos que você acha que poderia ensinar aos outros de uma maneira prática.

source: Pick 2 topics that you’ve successfully worked on that you feel you could do a case study about.
pt_br: Escolha dois tópicos com os quais você trabalhou e que poderia fazer um estudo de caso.

source: Pick 2 topics you may not know much about but that you would have good questions for.
pt_br: Escolha dois tópicos sobre os quais você talvez não saiba muito, mas que poderia fazer boas perguntas a respeito.

source: Please do not wear scents.
pt_br: Por favor, não use perfume.

source: Please pull out your workbooks.
pt_br: Por favor, use o material de trabalho.

source: Practice giving a short talk
pt_br: Praticar fazendo uma palestra curta

source: Practice public speaking in front of a small group to help build confidence.
pt_br: Praticar a fala em público em um grupo pequeno para ajudar a criar confiança.

source: Prerequisite Skills #Prerequisite Skills
pt_br: Habilidades necessárias #Habilidades necessárias

source: Recall the different types of talk formats.
pt_br: Discutir os tipos de formatos de conversa diferentes.

source: Recognize the basics of a good outline.
pt_br: Compreender os fundamentos de um bom esboço.

source: Remember that there are people out there who know nothing about any of this stuff, and they want to know more!
pt_br: Lembre-se de que há pessoas que não sabem nada sobre essas coisas e elas querem saber mais!

source: Rewarding, feeling of accomplishment
pt_br: Recompensador, dá um sentimento de realização

source: Screening Questions #Screening Questions
pt_br: Perguntas de seleção #Perguntas de seleção

source: See if you can get 30 or 40 ideas.
pt_br: Veja se você consegue 30 ou 40 ideias.

source: Seriously, anything that comes to mind.
pt_br: Sério, qualquer coisa que vier na cabeça.

source: Share your knowledge with others
pt_br: Compartilhar seu conhecimento com os outros

source: Sign up sheet, clipboard, pen
pt_br: Folha de presebça, prancheta, caneta

source: So you might not feel like an expert, but you are!
pt_br: Então você pode não achar que é especialista, mas você é!

source: Sometimes when you’re speaking, you will look out at the audience and it will look like everyone is bored.
pt_br: Às vezes, quando está palestrando, você olha para o público e parece que todo mundo está entediado.

source: Start at a smaller meetup.
pt_br: Comece em um encontro menor.

source: Talking about how you learned something, for example, means other people can also learn how to learn.
pt_br: Falar sobre como você aprendeu alguma coisa, pode indicar que outras pessoas também podem aprender.

source: Teacher Notes #Teacher Notes
pt_br: Notas do facilitador #Notas do facilitador

source: Tell them you’ll post the answer on your blog – then you get more visitors to your website!
pt_br: Diga que vai publicar a resposta em seu blog, assim você ainda ganha mais visitantes no seu site!

source: Thank you for attending today.
pt_br: Obrigado por sua participação hoje.

source: That means that the speakers do not represent everyone sitting in the audience.
pt_br: Isso significa que os palestrantes não representam todas as pessoas da plateia.

source: That’s okay, you don’t have to be an expert!
pt_br: Tudo bem, você não precisa ser especialista!

source: That’s okay.
pt_br: Tudo bem.

source: The agenda that we are going to cover today is:
pt_br: A pauta que vamos cobrir hoje é:

source: The idea is just to get them out, good, bad, or ugly.
pt_br: Vamos apenas tirá-las da cabeça, sejam boas, ruins ou feias.

source: The next few exercises will be found there.
pt_br: Os próximos exercícios serão encontrados lá.

source: The venue has [elevators, ramps, etc.], [single stall washrooms for non-binary genders], [etc.].
pt_br: O local tem [elevadores, rampas, etc.], [banheiros com compartimentos separados para gêneros não-binários], [etc.].

source: Then we will go around the room and each person will have 1 minute to introduce their neighbor with their answer.
pt_br: Então percorra a sala e cada pessoa terá 1 minuto para apresentar o seu vizinho com a sua resposta.

source: There are a few reasons that we want to hold this workshop for {specific group} today:
pt_br: Há algumas razões que nos motivam a fazer esta oficina para {grupo específico} hoje:

source: There are other talk formats that promote story-based learning.
pt_br: Existem outros formatos de atividades que promovem a aprendizagem baseada em histórias.

source: There are sections that repeat in each which only need to be covered once.
pt_br: Há seções que se repetem em cada um que só precisam ser cobertas uma vez.

source: There are things you do with WordPress all the time that other people do not do with WordPress all the time – that makes you an expert in their eyes.
pt_br: Há coisas que você faz com o WordPress o tempo todo que outras pessoas não fazem, o que torna você um(a) especialista aos olhos delas.

source: These kinds of talks are great because they are unique – not just the same information that anyone can find in an online tutorial.
pt_br: Estes tipos de apresentações são excelentes, porque são únicas. Não são o tipo de informação que qualquer um pode encontrar em um tutorial online.

source: These topics help everyone overcome the “I’m not an expert” problem – you’re a normal person sharing a normal experience, and that’s valuable, so people will come to value their own experience and expertise.
pt_br: Estes tópicos ajudar todos a superar a questão "Eu não sou um(a) especialista". Ver você, uma pessoa normal, compartilhar uma experiência normal, é valioso para as pessoas valorizarem sua própria experiência e perícia.

source: This could be a story-based talk.
pt_br: Você pode usá-los para fazer uma apresentação em forma de história.

source: This could be for moderating a panel.
pt_br: Isso pode servir para moderar um painel.

source: This could be for running a workshop.
pt_br: Isso pode virar uma oficina.

source: This is a workshop for {specific group} {or: folks} who are thinking about speaking at WordPress events, such as WordPress Meetup and WordCamp.
pt_br: Este é uma oficina para {grupo específico} {ou: pessoas} que estão pensando em falar em eventos do WordPress, como Meetups e WordCamps.

source: This is not a commitment, but we will get in touch with you to discuss the possibility of speaking at an upcoming meetup or WordCamp.
pt_br: Este não é um compromisso, mas entraremos em contato com você para discutir a possibilidade de falar em um próximo Meetup ou WordCamp.

source: This lesson plan can be run alone or together with several other Speaker lesson plans.
pt_br: Este plano de aula pode ser executado sozinho ou em conjunto com vários outros planos de aula de palestrante

source: This psychological phenomenon where you feel like you are an imposter, you think you don’t really have the knowledge or skills to be here, but you have managed to fool everyone and soon they’ll find out.
pt_br: Este fenômeno psicológico faz com que você se sinta um(a) impostor(a), achando que não tem o conhecimento ou habilidades suficientes para estar aqui, mas conseguiu enganar a todos e logo eles vão descobrir.

source: This workshop is NOT for you if:
pt_br: Esta oficina NÃO é para você se:

source: This workshop is for all levels of experience.
pt_br: Esta oficina é para todos os níveis de experiência.

source: This workshop is for all levels of experience._** **This workshop is for you if:**
pt_br: Esta oficina é para todos os níveis de experiência._** **Esta oficina é para você se:**

source: This workshop is for you if:
pt_br: Esta oficina é para você se:

source: To further refine your topic, apply “Who, What, Why, How, When, Where” to your topic.
pt_br: Para refinar ainda mais o seu tópico, faça perguntas começando por “Quem, O quê, Por que, Como, Quando, Onde”.

source: Travel
pt_br: Viajar

source: Watch language, such as gender pronouns and transgender terminology.]
pt_br: Preste atenção à linguagem, como pronomes de gênero e terminologia transgêneros.]

source: We are going to do a brainstorming exercise.
pt_br: Vamos fazer um exercício de toró de ideias.

source: We are keeping track of how many WP groups run the workshops this year.
pt_br: Estamos acompanhando o número de grupos WP que farão oficinas este ano.

source: We want a more fair representation of the users in the people who are speaking.
pt_br: Queremos uma representação mais justa dos usuários entre as pessoas que estão palestrando na comunidade.

source: We will be passing a sign up sheet (or you will receive an email).
pt_br: Vamos passar uma folha de inscrição (ou você receberá um e-mail).

source: We will brainstorm topics you can talk about at a WordCamp or other event.
pt_br: Vamos fazer um apanhado de tópicos sobre os quais você pode falar em um WordCamp ou outro evento.

source: We will discuss some common myths about public speaking, different talk formats, and we will focus on finding your areas of expertise (yes, you have areas of expertise!).
pt_br: Vamos discutir alguns mitos comuns sobre falar em público, formatos de conversa diferentes e focar em encontrar suas áreas de especialização (sim, você tem áreas de especialização!).

source: What
pt_br: O que

source: What does this plugin do?
pt_br: O que esse plugin faz?

source: What most excites you?
pt_br: O que mais empolga você?

source: When
pt_br: Quando

source: When would you use it?
pt_br: Quando você usaria isso?

source: Where
pt_br: Onde

source: Where would you use it?
pt_br: Onde você usaria isso?

source: Who
pt_br: Quem

source: Why
pt_br: Por que

source: Why haven’t you talked at a meetup or WordCamp?
pt_br: Por que você não falou em um encontro ou no WordCamp?

source: Why speak at WordPress events?
pt_br: Por que falar em eventos WordPress?

source: Why was this plugin created?
pt_br: Por que este plugin foi criado?

source: With the group, pick the one you are most excited about and you think you’d like to develop further.
pt_br: Com a ajuda do grupo, escolha o tópico com o qual você está mais empolgado e acha que gostaria de desenvolver mais.

source: WordPress is amazing in that it is open source and so all sorts of people use it.
pt_br: O WordPress é incrível e, por ser de código aberto, todos os tipos de pessoas podem usá-lo.

source: Workbook
pt_br: Material de referência

source: Writing the Pitch for your WordPress Talk
pt_br: Como criar o conteúdo da sua palestra sobre o WordPress

source: Yes, people very well might ask questions you can’t answer, but that’s okay!
pt_br: Sim, as pessoas podem mesmo fazer perguntas que você não saiba responder, mas tudo bem!

source: You are probably more of an expert than you think you are.
pt_br: Você é provavelmente mais especialista do que pensa.

source: You can find a topic where you have knowledge that your audience does not.
pt_br: Você pode encontrar um tópico sobre o qual tenha conhecimento que seu público não tem.

source: You can use the toilet at any time, and get up and move around whenever you want to.
pt_br: Você pode usar o banheiro a qualquer momento, levantar-se e andar um pouco sempre que quiser.

source: You can write, draw, do mind-maps, list, any format you like.
pt_br: Você pode escrever, desenhar, fazer mapas mentais, listar qualquer formato que desejar.

source: You could lead a group discussion, or lead a workshop, or put together a panel discussion.
pt_br: Você pode liderar uma discussão em grupo ou uma oficina, ou criar um painel de discussão.

source: You have 3 minutes.
pt_br: Você tem 3 minutos.

source: You just need to know more about your topic than your audience knows.
pt_br: Você só precisa saber mais sobre o seu tema do que o seu público.

source: You think you don’t know anything worth speaking about
pt_br: Você acha que não sabe de nada que valha a pena falar

source: You will definitely want to download and make some edits as there are some instructions for you in the slides themselves.)_
pt_br: Você deverá baixar e fazer algumas edições porque há instruções para você nos próprios slides.) _

source: You will start at the top and when you get to a "Which section are you running next?" slide, choose the next lesson you are doing this day.
pt_br: Você vai começar no topo e quando você chegar a um slide dizendo "qual será a próxima seção?", escolha a próxima lição que você fará neste dia.

source: Your audience gets that too – after all, most of them didn’t have the bravery to speak.
pt_br: Seu público entende isso também, afinal, a maioria deles não tem coragem de falar.

source: Your audience understands that not everyone knows everything, and it can be hard to think on your feet – the audience is sympathetic.
pt_br: Seu público entende que nem todo mundo sabe tudo, e pode ser difícil ter as respostas na hora. O público simpatiza com essa situação.

source: You’ve thought about speaking at Meetup or WordCamp but haven’t been able to think of a topic
pt_br: Você já pensou em falar em um Meetup ou WordCamp, mas não consegue pensar em um tópico

source: [Are you a person who identifies as a <specific group>?] Have you considered presenting at a WordCamp but thought you didn’t know enough or felt like an imposter?
pt_br: [Você é uma pessoa que se identifica como um <grupo específico>?] Você já pensou em se apresentar em um WordCamp mas achou que não sabia o suficiente ou se sentia como um(a) impostor(a)?

source: [Do you identify as <specific group>?]
pt_br: [Você se identifica como <grupo específico>?]

source: [If you are presenting this to a specific group, such as people who identify as women, optional sections to add are indicated in [square brackets].]
pt_br: [Se você estiver apresentando isso a um grupo específico, como pessoas que se identificam como mulheres, seções opcionais a serem adicionadas são indicadas entre [colchetes].]

source: [One example of how this can be done easily](https://twitter.com/jillbinder/status/967601640365703168).
pt_br: [Um exemplo de como isso pode ser feito com facilidade](https://twitter.com/jillbinder/status/967601640365703168).

source: [State why we need more diversity in our public speakers.]
pt_br: [Declarar porque precisamos de mais diversidade entre nossos palestrantes.]

source: [Why do we need more <specific group> speaking at them?]
pt_br: [Por que precisamos de mais <grupo específico> falando neles?]

source: [Why do we need more {specific group} speaking at them?]
pt_br: [Por que precisamos de mais {grupo específico} falando neles?]

source: [You don’t think it matters that there are very few <specific group> speakers at WordPress events]
pt_br: [Você não acha que importa que existam muito pouca gente <grupo específico> palestrando em eventos do WordPress]

source: [You identify as <not specific group>]
pt_br: [Você se identifica como <grupo não específico>]

source: [You identify as <specific group>]
pt_br: [Você se identifica como <grupo específico>]

source: _(Choose the short or long version of introductions, depending on how much time you have.)_
pt_br: _(Escolha a versão curta ou longa das apresentações, dependendo de quanto tempo tiver.)_

source: _(Instructor may need to vary the time based on workshop attendance and time available)_ Ask your neighbor to answer one of these questions.
pt_br: _(A pessoa instrutora pode ter que variar o tempo de acordo com o público e tempo disponível)_ Peça ao seu vizinho para responder a uma dessas perguntas.

source: _(Instructor might want to hold up a tablet with a count-down timer)_
pt_br: _(A pessoa instrutora pode segurar um tablet com contagem regressiva)_

source: _[If you are presenting this to a specific group, such as people who identify as women, optional sections to add are indicated in [square brackets].]_
pt_br: _[Se você estiver apresentando isso a um grupo específico, como pessoas que se identificam como mulheres, há seções opcionais que podem ser adicionadas, indicadas entre [colchetes].]_

source: {Specific group} have experiences that aren't necessarily being shared right now.
pt_br: {grupo específico} têm experiências que não estão necessariamente sendo compartilhadas agora.

source: {Specific group} may, therefore feel like they don't belong there.
pt_br: Portanto, {grupo específico} podem sentir que não pertencem ao espaço.

source: ﻿Speaker Training [and Diversity Speaker Outreach]
pt_br: Formação de palestrantes [e promoção de diversidade entre palestrantes]
